Repository: dogtrekkingcz/dogtrekkingeu
Catalog: frontend/PetsOnTrailApp/Shared/ResourceFiles/Resource.*.resx
Languages: cs_cz

source: Loading ...
cs_cz: Nahrávám ...

source: Actions
cs_cz: Akce

source: Term
cs_cz: Termín

# Actions.EnrolledRaces
source: Enrolled races
cs_cz: Vypsané závody

source: Edit
cs_cz: Upravit

# Name of action
source: Name
cs_cz: Název

source: Term of action
cs_cz: Termín akce

source: Description of action
cs_cz: Popis

source: Add/Update action
cs_cz: Uložit akci

source: Cancel
cs_cz: Zpět

source: Region, city
cs_cz: Region, město

# Term &amp; name of action
source: Term and name
cs_cz: Termín a název

source: Add new action
cs_cz: Přidat

source: Update action
cs_cz: Uložit

source: Delete action
cs_cz: Smazat

# AuthorizationRoleType.None
source: None
cs_cz: Žádné

# AuthorizationRoleType.User
source: User
cs_cz: Uživatel

# AuthorizationRoleType.Owner
source: Owner
cs_cz: Vlastník

# Action.CreateEntry
source: Create entry
cs_cz: Podat přihlášku

# Action.SendEntry
source: Send entry
cs_cz: Odeslat přihlášku

# Action.CreateEntry.Person
source: Person
cs_cz: Osobní

# Action.CreateEntry.RaceCategory
source: Race & category
cs_cz: Závod a kategorie

# Action.CreateEntry.Dogs
source: Dogs
cs_cz: Psi

# Action.CreateEntry.Notes
source: Notes
cs_cz: Poznámky

# Action.CreateEntry.Summary
source: Summary
cs_cz: Shrnutí

# Action.CreateEntry.Person.Surname
source: Surname
cs_cz: Příjmení

# Action.CreateEntry.Person.Name
source: Name
cs_cz: Jméno

# Action.CreateEntry.Person.Phone
source: MobilePhone
cs_cz: Mobilní telefon

# Action.CreateEntry.Race.Selection
source: Select race
cs_cz: Vyber závod

# Action.CreateEntry.Category.Selection
source: Select category
cs_cz: Vyber kategorii

# Action.CreateEntry.For.Action
source: Create entry for action:
cs_cz: Podat přihlášku na akci:

# Action.Create.AddNewAction
source: Add new action
cs_cz: Přidat novou akci

# Action.Update.UpdateAction
source: Update action
cs_cz: Upravit akci

# Action.Delete.DeleteAction
source: Delete action
cs_cz: Smazat akci

# Action.Manage.General
source: General
cs_cz: Obecné

# Action.Manage.Location
source: Location
cs_cz: Pozice

# Action.Manage.Races
source: Races
cs_cz: Závody

# Menu.Home
source: Home
cs_cz: Domů

# Menu.Actions
source: Actions
cs_cz: Akce

# Menu.Entries
source: Entries
cs_cz: Přihlášky

# Actions.ApprovedAndTermLockedByDate
source: Approved and term locked, by date
cs_cz: Oficiální, schválené akce, dle datumu

# Actions.ApprovedByDate
source: Approved, by date
cs_cz: Schválené, dle datumu

# Actions.AllByDate
source: All, by date
cs_cz: Všechny akce, dle datumu

# Actions.Name&amp;DescriptionOfAction
source: What & who
cs_cz: Co a kým

# Actions.Term&amp;AddressOfAction
source: When & where
cs_cz: Kdy a kde

# Actions.AddAction
source: Add action
cs_cz: Přidat akci

# Action.CreateEntry.Submit
source: Send entry form
cs_cz: Odeslat přihlášku

# UserProfile.Manage.Name
source: First name
cs_cz: Křestní jméno

# UserProfile.Manage.Surname
source: Surname
cs_cz: Příjmení

# UserProfile.Manage.Phone
source: Phone
cs_cz: Telefon

# UserProfile.Manage.Street
source: Street
cs_cz: Ulice

# UserProfile.Manage.City
source: City
cs_cz: Město

# UserProfile.Manage.Country
source: Country
cs_cz: Země

# UserProfile.Manage.Nickname
source: Nickname
cs_cz: Přezdívka

# UserProfile.Manage.Submit
source: Submit
cs_cz: Uložit změny

# Dog.Manage.Pedigree
source: Pedigree
cs_cz: Plemeno

# Dog.Manage.Name
source: Name
cs_cz: Jméno

# Dog.Manage.Birthday
source: Date of birthday
cs_cz: Datum narození

# Dog.Manage.Decease
source: Date of decease
cs_cz: Datum úmrtí

# Dog.Manage.Kennel
source: Kennel
cs_cz: Chovná stanice

# Dog.Manage.Owner
source: Owner
cs_cz: Vlastník

# Dog.Manage.Contact
source: Contact info
cs_cz: Záchranný kontakt

# Menu.Dogs
source: Dogs list
cs_cz: Evidence psů

# Dogs.Chip
source: Chip number
cs_cz: Číslo čipu

# Dogs.Name
source: Name
cs_cz: Jméno

# Dogs.Kennel
source: Kennel
cs_cz: Chovná stanice

# Dogs.Pedigree
source: Pedigree
cs_cz: Plemeno

# Results.Manage.Add
source: Add result
cs_cz: Přidej výsledek

# Results.AddResult.Submit
source: Submit
cs_cz: Odešli

# Action.Results
source: Results
cs_cz: Výsledky

# Results.Manage.Add.Firstname
source: First name
cs_cz: Jméno

# Results.Manage.Add.Lastname
source: Last name
cs_cz: Příjmení

# Results.Manage.Add.Finish
source: Finish
cs_cz: Cíl

# InputTime.Dayes
source: Dayes
cs_cz: Dny

# InputTime.Hours
source: Hrs
cs_cz: Hod

# InputTime.Seconds
source: Sec
cs_cz: Sek

# InputTime.Days
source: Days
cs_cz: Dny

# InputTime.Years
source: Year
cs_cz: Rok

# InputTime.Months
source: Month
cs_cz: Měsíc

# Results.Manage.Add.Lastname
source: Surname
cs_cz: Příjmení

# Messages.Limits.Failed.MinimalAgeOfDogForRace
source: Not valid minimal age of dog for this race
cs_cz: Není splněn minimální věk psa pro tento závod

# Action.CreateEntry.Dogs.Chip
source: Chip
cs_cz: Čip

# Action.CreateEntry.Dogs.Pedigree
source: Pedigree
cs_cz: Plemeno

# Action.CreateEntry.Dogs.Name
source: Name
cs_cz: Jméno

# Action.CreateEntry.Dogs.Age
source: Age
cs_cz: Věk

# Messages.Limits.Info.MinimalAgeOfDogForRaceInDaysIs
source: Minimal age for dog for this race in dayes is
cs_cz: Minimální věk psa pro tento závod ve dnech je

# Action.CreateEntry.Dogs.AddNewDog
source: Add dog
cs_cz: Přidej psa

# Action.CreateEntry.Dogs.Vaccinations.AgainstRabies
source: Date of vacc against rabies
cs_cz: Datum očkování proti vzteklině

# Actions.Races.FillOfficialDogTrekkingRace
source: Fill using official DogTrekking template
cs_cz: Vyplnit dle oficiální DogTrekking šablony

# Actions.Races.FillOfficialDogMarathonRace
source: Fill using official DogMarathon template
cs_cz: Vyplnit dle oficiální DogMarathon šablony

# Actions.Races.FillShortRace
source: Fill using Short template
cs_cz: Vyplnit dle šablony pro závody typu Short

# Actions.Races.Limits.MinimalAgeOfDogForRace
source: Minimal age of a dog in months
cs_cz: Minimální věk psa v měsících

# Actions.Races.Limits.MinimalAgeOfRacerForRace
source: Minimal age of a racer
cs_cz: Minimální věk závodníka

# Action.CreateEntry.Race.SelectRace
source: --== Select race ==--
cs_cz: --== Vyber závod ==--

# Action.CreateEntry.Category.SelectCategory
source: --== Select category ==--
cs_cz: --== Vyber kategorii ==--

# Actions.Manage.MailContact
source: Contact mail
cs_cz: Mailový kontakt

# Action.CreateEntry.Person.AddressStreet
source: Street
cs_cz: Ulice

# Action.CreateEntry.Person.AddressCity
source: City
cs_cz: Město

# Action.CreateEntry.Person.AddressZipCode
source: ZIP code
cs_cz: PSČ

# Action.CreateEntry.Person.Birthday
source: Birthday
cs_cz: Datum narození

# Action.Manage.DefineAccompanyingSale
source: Accompanying sale
cs_cz: Doprovodný prodej

# Actions.Races.Limits.WithPets
source: With dogs
cs_cz: Se psy

# Actions.Sales.AddNewItem
source: Add new item
cs_cz: Přidat novou položku

# Actions.Races.Name
source: Name
cs_cz: Název

# Actions.Races.Categories
source: Categories
cs_cz: Kategorie

# Actions.Races.Payments
source: Payment definitions
cs_cz: Definice plateb

# Actions.Races.Limits
source: Limits of race
cs_cz: Omezení závodu

# Actions.Sale.Name
source: Name of item
cs_cz: Název položky

# Actions.Sale.Description
source: Description
cs_cz: Popisek

# Actions.Sale.Price
source: Price
cs_cz: Cena

# Actions.Sale.Currency
source: Currency
cs_cz: Měna

# Actions.Sale.Variants
source: Variants
cs_cz: Varianty

# Actions.Sale.Sizes
source: Sizes
cs_cz: Velikosti

# Actions.Sale.Colors
source: Colors
cs_cz: Barvy

# Actions.Sales.AddNewTShirtItem
source: Add new t-shirt item
cs_cz: Přidat položku typu tričko

# General.New
source: New
cs_cz: Nový

# Menu.ActionsMap
source: Actions Map
cs_cz: Mapa akcí

# Action.Manage.ManagePayments
source: Manage payments
cs_cz: Spravovat platby

# Action.Manage.Entries
source: Manage registrations
cs_cz: Spravovat přihlášky

# General.Save
source: Save
cs_cz: Uložit

# Action.Manage.AcceptRegistration
source: Accept registration
cs_cz: Schválit přihlášku

# Dogs.AddDog
source: Add dog
cs_cz: Přidat psa

# Dogs.Title
source: Registered dogs
cs_cz: Evidovaní psi

# Checkpoint.QrReader
source: QR Reader
cs_cz: QR čtečka

# Checkpoint.Title
source: Checkpoint
cs_cz: Živá kontrola

# Checkpoint.Description
source: Tool for getting and sending the current position of the racers.
cs_cz: Nástroj pro sbírání aktuální polohy a odesílání stavu závodníků na trati.

# Menu.Pets
source: Pets
cs_cz: Mazlíci

# Menu.Checkpoint
source: Position sharing
cs_cz: Sdílení pozice

# Action.Checkpoint
source: Checkpoint/position sharing
cs_cz: Kontrola/sdílení polohy

# Action.Manage.Checkpoints
source: Manage recieved checkpoints passes
cs_cz: Spravovat příchozí průchody kontrolou

# LostPets.Title
source: Lost pets
cs_cz: Zaběhnutí mazlíci

# Checkpoint.DateTime
source: Date & time
cs_cz: Datum a čas

# Checkpoint.Position
source: Position
cs_cz: Pozice

# Checkpoint.Name
source: Name
cs_cz: Název

# Checkpoint.Action
source: Action
cs_cz: Akce

# Checkpoint.Checkpoint
source: Checkpoint
cs_cz: Kontrola

# Checkpoint.User
source: User
cs_cz: Uživatel

# Checkpoint.Note
source: Note
cs_cz: Poznámka

# Checkpoint.Time
source: Time
cs_cz: Čas

# Checkpoint.ShowDetails
source: Show details
cs_cz: Zobraz detaily

# Checkpoint.AutoSend
source: Auto-send
cs_cz: Autoposílání

# Checkpoint.UnableToStartCameraForQrCodeReading
source: 🎥 Unable to access video stream (please make sure you have a webcam enabled)
cs_cz: 🎥 Není možné zpřístupnit video stream. Ujistěte se, že máte kameru pro tento web povolenou.

# Checkpoint.NoQRDetected
source: No QR code detected.
cs_cz: Žádný QR kód nebyl detekován

# Checkpoint.SendData
source: Send data
cs_cz: Odeslat data

# Home.YouAreNotLoggedIn
source: You are not logged in
cs_cz: Nejsi přihlášen

# Home.ManageMyProfile
source: Manage my profile
cs_cz: Upravit můj profil

# Home.ManageMyPositions
source: Manage my positions
cs_cz: Upravit mé pozice

# UserProfile.Manage
source: Profile management
cs_cz: Úprava profilu

source: years
cs_cz: roků

source: months
cs_cz: měsíců

source: days
cs_cz: dní

# UserProfile.MyPets
source: My pets
cs_cz: Mí mazlíci

# UserProfile.MyPets.Name
source: Name
cs_cz: Jméno

# UserProfile.MyPets.Chip
source: Chip
cs_cz: Čip

# UserProfile.MyPets.Age
source: Age
cs_cz: Věk

# UserProfile.MyPets.Vaccinations
source: Vaccinations
cs_cz: Očkování

source: Log out
cs_cz: Odhlásit

source: Log in
cs_cz: Přihlásit

# Pets.Title
source: Evidence of pets
cs_cz: Evidence mazlíků

# Pets.Description
source: You can enter your pets here. Just only you will be able to see them. But in case that the pet will be found anywhere - the founder can find the pet by its chip number and can contact you
cs_cz: Můžeš zde zaevidovat své mazlíky. Uvidíš zde pouze své mazlíky, popř. mazlíky, které se hledají. Pokud někdo najde Tvého mazlíka - bude moci zde dohledat majitele a kontaktovat ho.

# Pets.Chip
source: Chip
cs_cz: Čip

# Pets.Type
source: Type of pet
cs_cz: Druh

# Pets.Name
source: Name
cs_cz: Jméno

# Pets.Pedigree
source: Pedigree
cs_cz: Plemeno

# Pets.AddPet
source: Add pet
cs_cz: Přidat mazlíka

# Action.Manage.RegistrationToAccept
source: Registration to accept
cs_cz: Schvalování registrací

# Admin.Manage.Registrations
source: Accepted registrations
cs_cz: Schválené registrace

# Action.Manage.Registrations
source: Registrations
cs_cz: Registrace

# Action.Manage.Surname
source: Surname
cs_cz: Příjmení

# Action.Manage.Name
source: Name
cs_cz: Jméno

# Action.Manage.Race
source: Race
cs_cz: Závod

# Action.Manage.Category
source: Category
cs_cz: Kategorie

# Action.Manage.Pets
source: Pets
cs_cz: Mazlíci

# Action.Manage.Payments
source: Payments
cs_cz: Platby

# Action.Manage.Actions
source: Actions
cs_cz: Akce

# Action.Manage.AcceptPayment
source: Accept full payment
cs_cz: Schválit plnou platbu

source: Results
cs_cz: Výsledky

# Results.Finish
source: Finish
cs_cz: Cíl

# Results.SurnameName
source: Surname, name
cs_cz: Příjmení, jméno

# Results.Time
source: Time
cs_cz: Časy

# Results.DNS
source: Not started
cs_cz: Neodstartoval/a

# Results.NV
source: Not valid
cs_cz: Nesprávná hodnota

# Results.Started
source: Started
cs_cz: Odstartoval/a
